Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/CameraSettings/CameraSettings.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, gu, he, hi, hr, hu, id, it, ja, kk, kn, ko, lt, ml, mr, ms, nb, nl, or, pa, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, ur, vi, zh_cn, zh_hk, zh_tw

# CAM_LINEAR_DNG_10_BIT_NO_SIZE_FOOTER
source: Show Camera control for ProRAW. ProRAW is a 10-bit file that uses the Linear DNG format to retain more information and dynamic range in the file, providing additional flexibility when editing exposure and white balance. ProRAW photos on the Main camera at 1× can be saved at 12 or 48 MP. Night mode, flash, and macro photos will always be saved at 12 MP.
ar: إظهار عنصر تحكم الكاميرا ProRAW، وهو عبارة عن ملف ١٠‑بت يستخدم تنسيق DNG الخطي للاحتفاظ بقدر أكبر من المعلومات والنطاق الديناميكي في الملف، مما يسمح بمزيد من المرونة في تعديل التعرض وتوازن اللون الأبيض. صور ProRAW في الكاميرا الرئيسية بمقياس ⁨1×⁩ يمكن حفظها بدقة ١٢ أو ٤٨ ميغابكسل. وستُحفظ صور النمط الليلي والفلاش والماكرو بدقة ١٢ ميغابكسل دائمًا.
bg: Показва Управление на камерата за ProRAW. ProRAW е 10-битов файл, който използва Линеен DNG формат, за да запазва повече информация и динамичен обхват във файла, като осигурява допълнителна гъвкавост, когато се редактират експонирането и баланса на бялото. Снимките ProRAW с основната камера 1× могат да се запазят в 12 или 48 MP. Снимките в нощен режим, със светкавица или макро снимките винаги ще се запазват в 12 MP.
bn: ProRAW-এর জন্য ক্যামেরা কন্ট্রোল দেখান। ProRAW হল একটি 10-bit ফাইল, যেটি ফাইলে আরও তথ্য এবং ডায়নামিক রেঞ্জ বজায় রাখতে Linear DNG ফরম্যাট ব্যবহার করে এবং এক্সপোজার এবং হোয়াইট ব্যালেন্স এডিট করার সময় অতিরিক্ত নমনীয়তা প্রদান করে। ProRAW ছবি মূল ক্যামেরায় 12 বা 48 MP-তে 1×-এ সেভ করা যেতে পারে। নাইট মোড, ফ্ল্যাশ এবং ম্যাক্রো ছবি সর্বদা 12 MP-তে সেভ হবে।
ca: Mostra el control ProRAW de la càmera. ProRAW és un arxiu de 10 bits amb un format DNG lineal, que permet conservar més informació i el rang dinàmic de l’arxiu per proporcionar més flexibilitat a l’hora d’editar l’exposició i el balanç de blancs. Les fotos ProRAW fetes amb la càmera principal a 1× es poden desar en 12 o 48 Mpx. Les fotos macro, amb el flaix o el mode de nit sempre es desen en 12 Mpx.
cs: Zobrazí ovládání kamery pro ProRAW. ProRAW jsou 10bitové soubory využívající lineární DNG formát, který zachovává více dat a větší dynamický rozsah a poskytuje dodatečnou flexibilitu při úpravách expozice a vyvážení bílého bodu. Fotky ve formátu ProRAW pořízené hlavním fotoaparátem s přiblížením 1× lze uložit v rozlišení 12 nebo 48 Mpx. Fotky pořízené v nočním režimu, v režimu makro nebo s bleskem se budou vždy ukládat v rozlišení 12 Mpx.
da: Vis Kamerabetjening til ProRAW. ProRAW er et 10-bit arkiv, der bruger det lineære DNG-format til at bevare mere information og dynamisk omfang i arkivet. Dette giver yderligere fleksibilitet, når du redigerer eksponering og hvidbalance. ProRAW-fotos taget med hovedkameraet ved 1x zoom kan gemmes som 12 eller 48 MP. Fotos taget med Nattilstand, blitz og makro gemmes altid som 12 MP.
de: Kamerasteuerung für ProRAW einblenden. ProRAW ist ein 10-Bit-Dateiformat, das mithilfe des Standards „Linear DNG“ mehr Informationen und einen größeren Dynamikbereich speichern kann. Es bietet dadurch mehr Möglichkeiten bei der Bearbeitung der Belichtung und des Weißabgleichs. ProRAW-Fotos der Hauptkamera im 1×-Modus können mit 12 oder 48 MP gesichert werden. Fotos im Nachtmodus oder mit Blitz werden ausschließlich mit 12 MP gesichert.
el: Εμφάνιση του Στοιχείου ελέγχου Κάμερας για το ProRAW. Το ProRAW είναι ένα αρχείο 10 bit που χρησιμοποιεί τη μορφή «Γραμμικό DNG» για διατήρηση περισσότερων πληροφοριών και δυναμικού εύρους στο αρχείο, και παρέχει πρόσθετη ευελιξία κατά την επεξεργασία της έκθεσης και της ισορροπίας λευκού. Οι φωτογραφίες ProRAW που έχουν ληφθεί με την κύρια κάμερα και 1× ζουμ μπορούν να αποθηκευτούν σε 12 ή 48 MP. Οι φωτογραφίες Νυχτερινής λειτουργίας, με φλας, και οι μακροφωτογραφίες θα αποθηκεύονται πάντα σε 12 MP.
es: Muestra el control de la app Cámara para ProRAW. ProRAW es un archivo de 10 bits que utiliza el formato DNG lineal para conservar más información y el rango dinámico del archivo, lo que ofrece más flexibilidad a la hora de editar la exposición y el balance de blancos. Las fotos ProRAW tomadas con la cámara principal a x1 se pueden guardar en 12 o 48 Mpx. Las fotos que hagas en el modo Noche, con flash o en formato macro siempre se guardarán en 12 Mpx.
es_us: Muestra el control de Cámara para ProRAW. ProRAW es un archivo de 10 bits que utiliza el formato DNG lineal para conservar más información y rango dinámico en el archivo, lo que brinda flexibilidad adicional al editar la exposición y el balance de blancos. Las fotos ProRAW tomadas con la cámara principal a 1× pueden guardarse en 12 MP o 48 MP. Las fotos tomadas con flash, el modo Noche o en formato macro se guardan siempre en 12 MP.
fi: Näytä Kameran ProRAW-säädin. ProRAW on 10-bittinen tiedosto, joka käyttää Linear DNG -muotoa säilyttääkseen tiedostossa enemmän tietoa ja dynaamista aluetta. Tämä lisää joustavuutta muokattaessa valotusta ja valkotasapainoa. ProRAW-kuvat, jotka on otettu pääkameran 1×-suurennoksella voidaan tallentaa 12 MP:nä tai 48 MP:nä. Yötila-, salama- ja makrokuvat tallennetaan aina 12 MP:nä.
fr: Affichez la commande de la caméra pour Apple ProRAW. Le format Apple ProRAW est un fichier 10 bits qui utilise le format DNG linéaire pour conserver plus d’informations et étendre la plage dynamique au sein du fichier, vous offrant ainsi plus de flexibilité lors de la modification de l’exposition et de la balance des blancs. Les photos au format Apple ProRAW prises avec la caméra principale à 1× peuvent être enregistrées à une résolution de 12 ou 48 MP. Les photos prises en mode Nuit, macro et avec flash seront toujours enregistrées à une résolution de 12 MP.
fr_ca: Affichez la commande ProRAW de la caméra. ProRAW est un fichier 10 bits qui utilise le format DNG linéaire pour retenir encore plus de détails et une gamme dynamique plus étendue, ce qui vous permet davantage de flexibilité lorsque vous modifiez l’exposition et l’équilibrage des blancs. Les photos ProRAW prises avec la caméra principale à 1× peuvent être enregistrées à une résolution de 12 ou 48 Mpx. Les photos prises en mode Nuit, avec flash ou en macro seront toujours enregistrées à une résolution de 12 Mpx.
gu: ProRAW માટે કૅમેરા કંટ્રોલ બતાવો. ProRAW એક 10-બિટ ફાઇલ હોય છે જે Linear DNG ફૉર્મેટનો ઉપયોગ કરીને ફાઇલમાં વધુ માહિતી અને ડાયનૅમિક રેંજ જાળવી રાખે છે જેનાથી ઍક્સપોઝર અને વ્હાઇટ બેલેંસને સંપાદિત કરતા સમયે વધારે ફ્લેક્સિબિલિટિ મળે છે. 1× પર મુખ્ય કૅમેરા પર ProRAW ફોટો 12 અથવા 48 MP પર સેવ કરી શકાય છે. નાઇટ મોડ, ફ્લૅશ અને મૅક્રો ફોટોને હંમેશાં 12 MP પર સેવ કરવામાં આવશે.
he: ניתן להציג פקד מצלמה עבור פורמט ProRAW. ‏ProRAW הוא קובץ בקידוד 10 סיביות המשתמש בפורמט Linear DNG כדי לשמור יותר מידע וטווח דינמי בקובץ, וכדי לספק גמישות נוספת בעת עריכת החשיפה ואיזון הלבן. תמונות ProRAW שצולמו במצלמה הראשית בהגדלה של ⁨1x⁩ ניתן לשמור ברזולוציה של 12 מ״פ או 48 מ״פ. תמונות שצולמו ב״מצב לילה״, תמונות מאקרו או תמונות שצולמו עם פלאש יישמרו תמיד ברזולוציה של 12 מ״פ.
hi: ProRAW के लिए कैमरा कंट्रोल दिखाएँ। ProRAW एक 10-बिट फ़ाइल होती है जो Linear DNG फ़ॉर्मैट का उपयोग करके फ़ाइल में अधिक जानकारी और डाइनैमिक रेंज बनाए रखती है, जो एक्सपोज़र और ह्वाइट बैलेंस के संपादन के समय अधिक सुविधाजनक होता है। 1× पर मुख्य कैमरे पर ProRAW तस्वीरों को 12 या 48 MP पर सहेजा जा सकता है। नाइट मोड, फ़्लैश और मैक्रो तस्वीरों को हमेशा 12 MP पर सहेजा जाएगा।
hr: Prikazivanje kontrole kamere za ProRAW. ProRAW je 10-bitna datoteka koja koristi format Linear DNG za zadržavanje više informacija i dinamičkog raspona u datoteci, čime se pruža dodatna fleksibilnost prilikom uređivanja ekspozicije i ravnoteže bjeline. ProRAW fotografije na glavnoj kameri pri 1X mogu se spremiti kao 12 ili 48 MP. Fotografije snimljene noćnim načinom rada, s bljeskalicom i makro fotografije uvijek će se spremiti kao 12 MP.
hu: Megjelenítheti a ProRAW kameravezérlőjét. A ProRAW egy 10 bites fájl, amely a Lineáris DNG formátum segítségével több információt és nagyobb dinamikatartományt képes megőrizni a fájlban, így fokozott rugalmasságot tesz lehetővé az expozíció és a fehéregyensúly szerkesztésekor. A Fő kamerával 1× nagyítás mellett készült ProRAW-fotók 12 vagy 48 MP-es felbontással menthetők. Az éjszakai módban, vakuval és makróval készített fotók mindig 12 MP-es felbontásban lesznek mentve.
id: Tampilkan kontrol Kamera untuk ProRAW. ProRAW adalah file 10 bit yang menggunakan format DNG Linear untuk menyimpan lebih banyak informasi dan rentang dinamis pada file, sehingga menyediakan fleksibilitas tambahan saat mengedit pencahayaan dan imbang putih. Foto ProRAW dengan kamera Utama pada 1× dapat disimpan pada 12 atau 48 MP. Foto mode Malam, kilat, dan makro akan selalu disimpan pada 12 MP.
it: Mostra il controllo della fotocamera per ProRAW. ProRAW è un file a 10 bit che utilizza il formato Linear DNG per conservare più informazioni e un intervallo dinamico superiore, offrendo maggiore flessibilità quando si modificano l’esposizione e il bilanciamento del bianco. Le foto ProRAW scattate con la fotocamera principale e lo zoom 1× possono essere salvate a 12 o 48 MP. Le foto scattate in modalità Notte, con il flash e in macro verranno sempre salvate a 12 MP.
ja: ProRAWのカメラコントロールを表示します。ProRAWは10ビットファイルで、より多くの情報とダイナミックレンジをファイル内に保持するためにリニアDNGフォーマットを使用し、露出やホワイトバランスを編集する際の柔軟性を高めています。 メインカメラの1xで撮影したProRAW写真は12 MPまたは48 MPで保存できます。ナイトモード、フラッシュ、およびマクロで撮影した写真は常に12 MPで保存されます。
kk: ProRAW үшін камераны басқару элементтерін көрсету. ProRAW — бұл файлда толығырақ ақпарат пен динамикалық ауқымды беру үшін DNG сызықтық файл форматын қолданатын 10 биттік файл. Бұл форматта экспозиция мен ақ түс балансын реттеу жеңілірек. Негізгі камерадағы 1× ProRAW фотоларын 12 немесе 48 Мпикс ажыратымдылығында сақтауға болады. Түнгі режимдегі және жарқыл арқылы түсірілген фотолар әрқашан 12 Мпикс форматында сақталады.
kn: ProRAWಗಾಗಿ ಕ್ಯಾಮರಾ ಕಂಟ್ರೋಲ್ ತೋರಿಸಿ. ProRAW ಎಂಬುದು 10-ಬಿಟ್ ಫೈಲ್ ಆಗಿದ್ದು, ಇದು ಫೈಲ್‌ನಲ್ಲಿ ಹೆಚ್ಚಿನ ಮಾಹಿತಿ ಮತ್ತು ಡೈನಾಮಿಕ್ ರೇಂಜ್ ಅನ್ನು ಉಳಿಸಿಕೊಳ್ಳಲು Linear DNG ಫಾರ್ಮ್ಯಾಟ್ ಅನ್ನು ಬಳಸುತ್ತದೆ, ಈ ಮೂಲಕ ಎಕ್ಸ್‌ಪೋಶರ್ ಮತ್ತು ವೈಟ್ ಬ್ಯಾಲೆನ್ಸ್ ಅನ್ನು ಎಡಿಟ್ ಮಾಡುವಾಗ ಹೆಚ್ಚುವರಿ ನಮ್ಯತೆಯನ್ನು ಒದಗಿಸುತ್ತದೆ. 1×ನಲ್ಲಿ ಕ್ಯಾಪ್ಚರ್ ಮಾಡಿದ ಮುಖ್ಯ ಕ್ಯಾಮರಾದಲ್ಲಿರುವ ProRAW ಫೋಟೋಗಳನ್ನು 12 ಅಥವಾ 48 MPನಲ್ಲಿ ಸೇವ್ ಮಾಡಬಹುದು. ನೈಟ್ ಮೋಡ್, ಫ್ಲ್ಯಾಶ್ ಮತ್ತು ಮ್ಯಾಕ್ರೋ ಫೋಟೋಗಳನ್ನು ಯಾವಾಗಲೂ 12 MPನಲ್ಲಿ ಸೇವ್ ಮಾಡಲಾಗುತ್ತದೆ.
ko: ProRAW에 대한 카메라 제어기를 표시합니다. ProRAW는 선형 DNG 포맷을 사용하여 파일에서 더 많은 정보 및 다이내믹 레인지를 유지하는 10비트 파일로, 노출 및 화이트 밸런스를 편집할 때 추가적인 유연성을 제공합니다. 1× 메인 카메라로 촬영한 ProRAW 사진을 12MP 또는 48MP로 저장할 수 있습니다. 야간 모드, 플래시를 사용한 사진 및 접사 사진은 항상 12MP로 저장됩니다.
lt: Rodykite „ProRAW“ kameros valdiklį. „ProRAW“ yra 10 bitų failas, kuriame naudojamas linijinis DNG formatas, kad faile būtų išsaugota daugiau informacijos ir dinaminio diapazono, kas suteikia papildomo lankstumo redaguojant ekspoziciją ir baltos spalvos balansą. „ProRAW“ nuotraukas, padarytas pagrindine kamera, pasirinkus 1× priartinimą, galima išsaugoti 12 arba 48 MP raiška. Fotografuojant naktiniu režimu, naudojant blykstę arba makrorežimą, nuotraukos visada bus išsaugotos 12 MP raiška.
ml: ProRAW-ക്കുള്ള ക്യാമറ കൺട്രോൾ കാണിക്കൂ. ProRAW എന്നത് ലീനിയർ DNG ഫോർമാറ്റ് ഉപയോഗിച്ച് ഫയലിൽ കൂടുതൽ വിവരങ്ങളും ഡൈനാമിക് റേഞ്ചും നിലനിർത്തുന്ന ഒരു 10-ബിറ്റ് ഫയലാണ്. അതുവഴി അത് എക്സ്പോഷറും വൈറ്റ് ബാലൻസും എഡിറ്റ് ചെയ്യുമ്പോൾ അധിക വഴക്കം നൽകുന്നു. പ്രധാന ക്യാമറയിൽ 1× ഉപയോഗിച്ചുള്ള ProRAW ഫോട്ടോകളെ 12 അല്ലെങ്കിൽ 48 MP-ൽ സേവ് ചെയ്യാനാകും. രാത്രി മോഡ്, ഫ്ലാഷ്, മാക്രോ ഫോട്ടോകൾ എന്നിവ എപ്പോഴും 12 MP-ൽ സേവ് ചെയ്യപ്പെടും.
mr: ProRAW साठी कॅमेरा कंट्रोल दाखवा. ProRAW 10-बिट फाइल असते जी एक्सपोझर आणि व्हाइट बॅलंस संपादित करत असताना अतिरिक्त फ्लेक्सिबिलिटी प्रदान करत Linear DNG फॉरमॅटचा वापर करून फाइलमध्ये अधिक माहिती आणि डायनॅमिक रेंज राखून ठेवते. मुख्य कॅमेरावरील ProRAW फोटो 1× वर 12 किंवा 48 MP वर जतन केले जाऊ शकतात. नाइट मोड, फ्लॅश, आणि मॅक्रो फोटो नेहमी 12 MP वर जतन केले जातील.
ms: Tunjukkan kawalan Kamera untuk ProRAW. ProRAW ialah fail 10 bit yang menggunakan format Linear DNG untuk mengekalkan lebih banyak maklumat dan julat dinamik dalam fail, menyediakan fleksibiliti tambahan semasa mengedit pendedahan dan imbangan putih. Foto ProRAW dengan kamera Utama pada 1× boleh disimpan pada 12 atau 48 MP. Foto mod Malam, denyar dan makro akan sentiasa disimpan pada 12 MP.
nb: Vis kamerakontrollen for ProRAW. ProRAW er en 10-bit fil som bruker lineært DNG-format for å beholde mer informasjon og dynamisk område i filen. Dette gir mer fleksibilitet ved redigering av eksponering og hvitbalanse. ProRAW-bilder tatt med normal­objektivet på 1 × kan arkiveres som bilder med 12 eller 48 megapiksler. Bilder tatt med nattmodus, blits eller som makrobilder, vil alltid bli arkivert med 12 megapiksler.
nl: Toon cameraregelaar voor ProRAW. ProRAW is een 10-bits bestand dat gebruikmaakt van de structuur 'Linear DNG' om meer informatie en een hoger dynamisch bereik in het bestand te bewaren, waardoor extra flexibiliteit wordt geboden bij het bewerken van de belichting en de witbalans. ProRAW-foto's die met de hoofdcamera met zoomniveau 1× worden genomen, kunnen worden bewaard op 12 of 48 MP. Foto's die met de nachtmodus of flits worden gemaakt, evenals macrofoto's, worden altijd bewaard op 12 MP.
or: ProRAW ପାଇଁ କ୍ୟାମେରା କଣ୍ଟ୍ରୋଲ୍ ଦେଖାନ୍ତୁ। ProRAW ହେଉଛି ଏକ 10-ବିଟ୍‌ ଫାଇଲ୍ ଯାହା ଫାଇଲ୍‌ରେ ଅଧିକ ସୂଚନା ଏବଂ ଡାଇନାମିକ୍ ରେଞ୍ଜ୍ ବଜାୟ ରଖିବା ପାଇଁ ଲିନିଅର୍ DNG ଫର୍ମାଟ୍ ବ୍ୟବହାର କରେ, ଯାହା ଏକ୍ସ୍‌ପୋଜର୍‌ ଓ ହ୍ୱାଇଟ୍ ବାଲାନ୍ସ୍‌ ଏଡିଟ୍ କରିବା ସମୟରେ ଅତିରିକ୍ତ ସୁବିଧା ପ୍ରଦାନ କରେ। ମୁଖ୍ୟ କ୍ୟାମେରାରେ 1×ରେ ଥିବା ProRAW ଫଟୋଗୁଡ଼ିକ 12 କିମ୍ବା 48 MPରେ ସେଭ୍ କରାଯାଇପାରେ। ନାଇଟ୍ ମୋଡ୍, ଫ୍ଲାଶ୍ ଓ ମାକ୍ରୋ ଫଟୋ ସବୁବେଳେ 12 MPରେ ସେଭ୍ ହେବ।
pa: ProRAW ਲਈ ਕੈਮਰਾ ਕੰਟਰੋਲ ਦਿਖਾਓ। ProRAW ਇੱਕ 10-ਬਿਟ ਫ਼ਾਈਲ ਹੁੰਦੀ ਹੈ ਜੋ Linear DNG ਫ਼ਾਰਮੈਟ ਦੀ ਵਰਤੋਂ ਕਰਕੇ ਫ਼ਾਈਲ ਵਿੱਚ ਜ਼ਿਆਦਾ ਜਾਣਕਾਰੀ ਅਤੇ ਡਾਇਨੈਮਿਕ ਰੇਂਜ ਬਣਾਉਂਦੀ ਹੈ, ਜੋ ਐਕਸਪੋਜ਼ਰ ਅਤੇ ਵ੍ਹਾਈਟ ਬੈਲੇਂਸ ਵਿੱਚ ਸੋਧ ਕਰਨ ਸਮੇਂ ਹੋਰ ਲਚਕਤਾ ਪ੍ਰਦਾਨ ਕਰਦੀ ਹੈ। 1× ‘ਤੇ ਮੁੱਖ ਕੈਮਰੇ ‘ਤੇ ProRAW ਤਸਵੀਰਾਂ ਨੂੰ 12 ਜਾਂ 48 MP ‘ਤੇ ਸੰਭਾਲ ਸਕਦਾ ਹੈ। ਰਾਤ ਮੋਡ, ਫਲੈਸ਼ ਅਤੇ ਮੈਕਰੋ ਤਸਵੀਰਾਂ ਨੂੰ ਹਮੇਸ਼ਾਂ 12 MP ‘ਤੇ ਸੰਭਾਲਿਆ ਜਾ ਸਕਦਾ ਹੈ।
pl: Wyświetla w aplikacji Aparat narzędzia ProRAW. 10‑bitowe pliki ProRAW przechowują więcej informacji i szerszy zakres tonalny, używając formatu Linear DNG. Zapewnia to więcej możliwości edycji ekspozycji i wyrównania bieli. Zdjęcia ProRAW robione aparatem głównym przy ustawieniu 1× można zachowywać w rozdzielczości 12 MP lub 48 MP. Zdjęcia w trybie nocnym, makro i robione z lampą błyskową są zawsze zachowywane w rozdzielczości 12 MP.
pt_br: Mostre o controle de Câmera para ProRAW. ProRAW é um arquivo de 10 bits que usa o formato Linear DNG para reter mais informações e alcance dinâmico, fornecendo flexibilidade adicional na edição da exposição e do balanço de branco. As fotos em ProRAW na câmera principal a 1× podem ser salvas em 12 ou 48 MP. As fotos no modo Noturno, com flash e macro sempre são salvas em 12 MP.
pt_pt: Mostrar o controlo da aplicação Câmara para ProRAW. ProRAW é um ficheiro de 10 bits que usa o formato Linear DNG para preservar mais informação e gama dinâmica no ficheiro, o que permite uma maior flexibilidade ao editar a exposição e o equilíbrio de brancos. As fotografias ProRAW da câmara principal a 1× podem ser guardadas a 12 ou 48 MP. As fotografias com flash, modo Noite e macro são sempre guardadas a 12 MP.
ro: Afișați comenzile aplicației Cameră pentru ProRAW. ProRAW este un fișier pe 10 biți care utilizează formatul Linear DNG pentru a reține mai multe informații și o gamă dinamică superioară în fișier, oferind flexibilitate suplimentară la editarea expunerii și balansului de alb. Pozele ProRAW realizate cu camera principală la 1× pot fi salvate la 12 sau 48 MP. Pozele realizate în modul Noapte, cu blițul sau în modul macro vor fi salvate întotdeauna la 12 MP.
ru: Показывать Контроллер камеры для работы с ProRAW. ProRAW — это 10‑битный файл, который использует формат линейных файлов DNG, чтобы сохранять в файле больше информации и динамический диапазон. В этом формате проще скорректировать экспозицию и баланс белого. Фото ProRAW, сделанные на основную камеру без увеличения или уменьшения масштаба, можно сохранять с разрешением 12 или 48 МП. Фото, сделанные в ночном режиме, со вспышкой или в режиме макросъемки, всегда сохраняются с разрешением 12 МП.
sk: Zobrazí v Kamere ovládacie prvky pre ProRAW. ProRAW je 10-bitový súbor, ktorý využíva formát Linear DNG na zachovanie väčšieho množstva informácií a dynamického rozsahu a poskytuje väčšiu flexibilitu pri upravovaní expozície a vyváženia bielej. Fotky a videá vo formáte ProRAW nasnímané hlavnou kamerou s priblížením 1× je možné uložiť v rozlíšení 12 alebo 48 Mpx. Fotky nasnímané v nočnom režime, v režime makro alebo s bleskom sa vždy budú ukladať v rozlíšení 12 Mpx.
sl: Prikaže krmilno funkcijo Kamere za ProRAW. ProRAW je 10‑bitna datoteka, ki uporablja obliko zapisa Linear DNG za hranjenje več podatkov in dinamičnega razpona v datoteki, kar zagotavlja dodatno prilagodljivost pri urejanju osvetlitve in nastavitve beline. Fotografije ProRAW, posnete z glavno kamero s povečavo 1×, je mogoče shraniti z ločljivostjo 12 ali 48 MP. Fotografije v nočnem načinu, z bliskavico in makro fotografije se bodo vedno shranile z ločljivostjo 12 MP.
sv: Visa kamerareglage för ProRAW. ProRAW är en 10-bitars fil som använder formatet Linear DNG till att behålla mer information och dynamiskt omfång i filen. Detta ger ytterligare flexibilitet vid redigering av exponering och vitbalans. ProRAW-bilder från huvudkameran vid 1x kan sparas med 12 eller 48 MP. Bilder som tagits i nattläget eller med blixt samt makrobilder sparas alltid med 12 MP.
ta: ProRAWக்கான கேமரா கட்டுப்பாடு காட்டப்படும். ProRAW என்பது 10-பிட் கோப்பு ஆகும். இது கோப்பில் கூடுதலான தகவல்களையும் டைனமிக் ரேஞ்சையும் சேமித்து வைப்பதற்காக லீனியர் DNG ஃபார்மெட்டைப் பயன்படுத்தும். இதனால் எக்ஸ்போஷர் மற்றும் ஒயிட் பேலன்ஸைத் திருத்தும்போது கூடுதல் நெகிழ்வுத்தன்மை கிடைக்கிறது. முதன்மை கேமராவில் ProRAW புகைப்படங்களை 1×இல் 12 அல்லது 48 MPஇல் சேமிக்கலாம். இரவுப் பயன்முறை, ஃபிளாஷ் மற்றும் மேக்ரோ புகைப்படங்கள் எப்போதும் 12 MPஇல் சேமிக்கப்படும்.
te: ProRAW కోసం కెమెరా కంట్రోల్‌ను చూపుతుంది. ProRAW అనేది 10-బిట్ ఫైల్, ఇది ఫైల్‌లో మరింత సమాచారం మరియు డైనమిక్ రేంజ్‌ను ఉంచడానికి, ఎక్స్‌పోజర్‌ను మరియు వైట్ బ్యాలెన్స్‌ను ఎడిటింగ్ చేస్తున్నప్పుడు అదనపు ఫ్లెక్సిబిలిటీని అందించడానికి Linear DNG ఫార్మాట్‌ను ఉపయోగిస్తుంది. 1× ప్రధాన కెమెరా ProRAW ఫోటోలు 12 లేదా 48 MPలో సేవ్ చేయబడతాయి. నైట్ మోడ్, ఫ్లాష్ మరియు మ్యాక్రో ఫోటోలు ఎల్లప్పుడూ 12 MPలో సేవ్ చేయబడతాయి.
th: แสดงตัวควบคุมกล้องสำหรับ ProRAW ซึ่งเป็นไฟล์แบบ 10 บิตที่ใช้รูปแบบ DNG เชิงเส้นที่เก็บข้อมูลได้มากขึ้นและเก็บข้อมูลช่วงแสงกว้างในไฟล์ทำให้แก้ไขการเปิดรับแสงและการปรับสมดุลแสงสีขาวทำได้ง่ายยิ่งขึ้น รูปภาพแบบ ProRAW ที่ถ่ายด้วยกล้องหลักที่ 1× สามารถบันทึกที่ 12 หรือ 48 MP ได้ รูปภาพแบบโหมดกลางคืน แฟลช และมาโครจะบันทึกที่ 12 MP เสมอ
tr: ProRAW için kamera denetimini gösterir. ProRAW, pozlamayı ve beyaz dengesini düzenlerken daha fazla esneklik sağlamak amacıyla dosyada daha fazla bilgi ve dinamik aralık bulundurmak için Linear DNG biçimini kullanan bir 10 bit dosyadır. Ana kamerada 1× kullanan fotoğraflar 12 veya 48 MP olarak kaydedilebilir. Gece modu veya flaş kullanılmış fotoğraflar ve makro fotoğraflar her zaman 12 MP olarak kaydedilir.
uk: Показувати елемент керування камерою для роботи з ProRAW. ProRAW — це 10‑бітний файл, що використовує формат Linear DNG для збереження більшої кількості даних і динамічного діапазону у файлі, надаючи додаткову гнучкість під час редагування експозиції й балансу білого. Фотографії ProRAW, зроблені основною камерою з масштабом 1×, можна зберігати з роздільністю 12 або 48 Мпкс. Фотографії, зроблені в нічному чи макрорежимі або з використанням спалаху, завжди зберігатимуться з роздільністю 12 Мпкс.
ur: ‏ProRAW کے لیے کیمرا کنٹرول دکھائیں۔ ‏ProRAW ایک ‏^[10](formatNumber: true) بِٹ فائل ہوتی ہے جو ⁨Linear DNG⁩ فارمیٹ کا استعمال کر کے فائل میں مزید معلومات اور ڈائنیمک رینج بنائے رکھتی ہے جو اکسپوژر اور وائٹ بیلنس کے ترمیم کرنے کے دوران اضافی سہولت فراہم کرتی ہے۔ ‏×1 پر مین کیمرے پر ‏ProRAW تصاویر کو ‏^[12](formatNumber: true) یا ⁨^[48](formatNumber: true) MP⁩ پر محفوظ کیا جا سکتا ہے۔ نائٹ موڈ، فلیش اور میکرو تصاویر کو ہمیشہ ⁨^[12](formatNumber: true) MP⁩ پر محفوظ کیا جائے گا۔
vi: Hiển thị điều khiển Camera cho ProRAW. ProRAW là một tệp 10-bit sử dụng định dạng DNG tuyến tính để lưu giữ nhiều thông tin hơn và dải tần nhạy sáng trong tệp, cung cấp sự linh hoạt bổ sung khi chỉnh sửa độ phơi sáng và độ cân bằng trắng. Ảnh ProRAW trên camera Chính tại 1× có thể được lưu ở 12 hoặc 48 MP. Các ảnh chế độ ban đêm, đèn flash và macro sẽ luôn được lưu ở 12 MP.
zh_cn: 显示用于ProRAW的相机控制按钮。ProRAW是使用线性DNG格式的10位文件，可在文件中保留更多信息和动态范围，为曝光和白平衡编辑提供更多灵活性。 主相机“1x”拍摄的ProRAW照片可保存为12或48 MP。夜间模式、闪光灯模式和微距照片将始终保存为12 MP。
zh_hk: 顯示ProRAW的相機控制項目。ProRAW是一個使用線性DNG格式的10位元檔案，可在檔案中保留更多資訊和動態範圍，編輯曝光和白平衡時有更大靈活性。 以「1×」主相機拍攝的ProRAW相片可儲存為12或48 MP。夜間模式、閃光燈和微距相片將會一律儲存為12 MP。
zh_tw: 顯示ProRAW的「相機」控制項目。ProRAW是使用線性DNG格式的10位元檔案，用以保留檔案中的更多資訊和動態範圍，並在編輯曝光和白平衡時提供更多彈性。 以「1×」主相機拍攝的ProRAW照片可用12或48 MP儲存。「夜間」模式、閃光燈和微距照片將一律用12 MP儲存。
